[
  {


    "nazov": "Halászlé",
    "popis":  "Kotlíkové halászlé - až sa bojím, že sa spustí tradičné komentárové peklo o autenticite :) ",
    "obrazok": "https://varecha.pravda.sk/usercontent/images/velky-recept118486_1713770487.jpg",
    "postup": "1\nViem, ryba sa dá kúpiť už spracovaná, ale takto je to efektívnejšie a lacnejšie, plus sa niečo nové možno naučíš. Potrebovať budeš naozajský ostrý nôž na ryby alebo taký na sushi. Pstruha dekapituj (odrež mu hlavu), chyť ho za chvost, narež nožom až po kostru a pomaly rež smerom od seba. Kopíruj kosti, nechaj gravitáciu, nech ti pomáha. Takto odrežeš krásne čistú filetu z každej strany. Hlavu a kostričku si odlož bokom.\n\n2\nJa som varil v kotlíku, môžeš kľudne aj na sporáku, ale to je one level down :) Prvé tam idú odrezky z ryby, potom cibule, rozkrojené na 4 časti. Nasucho, bez oleja. Nasleduje celá paprika (kúsok si odrež bokom na dozdobenie), vňať, čierne korenie, paradajkový pretlak, všetky druhy mletej papriky (pikantné to sprav podľa gusta), dochuť soľou a zalej vodou, ideálne vývarom. Var hodinu za občasného miešania, na strednom výkone.\n\n3\nPripravený voňavý vývar sceď pomocou sitka, poriadne to prepasíruj, dostaň dnu všetko, čo sa len dá. Vráť nazad na oheň v kotlíku. Do polievky vlož nakrájané filety z rybky a var posledných 10 minút.\n\n4\nPodávaj s čerstvým chlebíkom, dozdobené plátkami papriky a petržlenovou vňatkou.",
    "ingrediencie": "1 ks čerstvý  pstruh 2 ks  cibuľa 1 ks  paprika biela 1 hrsť  vňať petržlenová 1 PL  korenie čierne celé soľ 2 PL  pretlak paradajkový 20 g  paprika červená sladká mletá 1 PL  paprika červená údená mletá 1 ČL  paprika kajenská mletá 1,5 l (alebo vývar)  voda",
    "kategoria" : "A"
  },
  {


    "nazov": "Omeleta s brokolicou a kuracím mäsom",
    "popis":  "Omeleta je rýchlo pripravené a chutné jedlo. Na večeru ako stvorené. Ak ju naplníme vhodnou zmesou, uspokojí aj náročnejšieho stravníka.",
    "obrazok": "https://varecha.pravda.sk/usercontent/images/velky-recept118075_1713766618.jpg",
    "postup": "1\nBrokolicu nakrájame na menšie kúsky, kuracie prsia nakrájame na tenké rezance.\n\n2\nNa oleji orestujeme mäso, po zatiahnutí pridáme brokolicu, nastrúhame kurkumu so soľou a za občasného premiešania restujeme 10 minút.\n3\nMedzitým pripravíme omeletu. Vajcia v miske prešľaháme so štipkou soli a korením.\n4\nMaslo dáme nahriať na panvicu. Vylejeme vajcia a niekoľko sekúnd počkáme.\n5\nPotom vajcia vidličkou alebo lopatkou trocha načechráme (jemne rozrušíme), čím zabezpečíme, že omeleta bude jemná, vzdušná a nebude z nej tuhá placka. Chvíľku pečieme, potom otočíme a opečieme z druhej strany.\n6\nKeď je omeleta upečená, ohrev vypneme. Na polovicu omelety dáme zmes kuraciny a brokolice, omeletu prehneme a presunieme na tanier.\n7\nIhneď podávame ozdobené pažítkou a paradajkou.",
    "ingrediencie": "3 ks\t\nvajcia\n200 g\t\nbrokolica\n1 tenký plátok\t\nprsia kuracie\n1 PL\t\nmaslo\nsoľ s kurkumou čerstvo mletá\nkorenie čierne mleté\nolej\nsoľ",
    "kategoria" : "B"
  },
  {


    "nazov": "Polievka z červenej šošovice",
    "popis":  "C",
    "obrazok": "https://varecha.pravda.sk/usercontent/images/velky-recept156255_1713793674.jpg",
    "postup": "1\nŠošovicu preberieme a prepláchneme. Do veľkého hrnca vložíme umytú šošovicu spolu s na kocky nakrájaným zemiakom, celou ošúpanou cibuľou, cesnakom, korením, bobkovým listom a olejom. Nesolíme. Necháme variť cca 30 minút.\n\n2\nKeď je zemiak aj cibuľa mäkká a šošovica tiež, malým sitkom pozbierame penu a vyberieme korenie a bobkový list. Pridáme vegetu, soľ, majorán a ocot, rozmixujeme do hladka a necháme variť kým sa chute spoja približne 15 minút.",
    "ingrediencie": "160 g\t\nšošovica červená\n300 g\t\nvoda\n1 ks veľký\t\nzemiak\n2 strúčiky\t\ncesnak\n1 ks\t\ncibuľa biela\n1 PL\t\nvegeta\n1 ČL\t\nsoľ\n1 PL\t\nolej\n3 ks\t\nkorenie nové celé\n4 ks\t\nkorenie čierne celé\n1 PL\t\nmajorán sušený\n1 ks veľký\t\nlist bobkový\n1-2 PL\t\nocot",
    "kategoria" : "C"
  },
  {
    "nazov": "Vyprážané šampiňóny v bezlepkovej strúhanke",
    "popis": "Už vás omrzelo vysmážať stále iba rezne? Skúste ich vymeniť za šampiňóny. S našou poctivou chlebovou bezgluténovou strúhankou budú chrumkavé a voňavé. Do cestíčka použite našu bezlepkovú múku Promix UNI. A obed je raz-dva na stole. ",
    "obrazok": "https://varecha.pravda.sk/usercontent/images/velky-recept76471_1712835405.jpg",
    "postup": "1\nVajcia metličkou rozšľaháme. Postupne do nich pridávame múku Promix UNI a miešame, až kým nevznikne hustejšie cestíčko.\n\n2\nOčistené šampiňóny vcelku namáčame do cestíčka a potom hneď obaľujeme v bezlepkovej strúhanke.\n\n3\nVysmážame pomaly na rozpálenom oleji zo všetkých strán do zlatova. Vysmažené necháme usušiť na papierovom obrúsku, aby sme sa zbavili prebytočného oleja.\n\n4\nPodávame s pečenými zemiakmi alebo so zemiakovými hranolčekmi. Ako dip môžeme pridať majonézu alebo kečup.",
    "ingrediencie": "500 g väčšie (biele alebo hnedé)\t\nšampiňóny\n4 ks\t\nvajcia\nPromix UNI\nNovalim strúhanka bezgluténová na obaľovanie\nsoľ\n (na vysmážanie)\t\nolej rastlinný",
    "kategoria" : "C"
  },
  {
    "nazov": "Jahodová roláda",
    "popis": "Čo poviete, môže byť?",
    "obrazok": "https://varecha.pravda.sk/uploady/velky-88167-vyrez.jpg",
    "postup": "1\nNa cesto metličkou do hladka vymiešame celé vajcia s cukrom a štipkou soli. Za stáleho miešania metličkou pridám polovicu mlieka a múku aby neboli hrudky a následne prilejem zostávajúce mlieko – nie všetko naraz. Nakoniec vlejem roztopené maslo a miešam, aby sa suroviny spojili na riedke cesto.\n\n2\nCesto vylejem na vyšší plech s rozmermi 20 x 35 cm vystlaný až nad okraj papierom na pečenie. Vo vyhriatej rúre na 180 stupňov pečiem 25-30 minút. Kontrolujem. Riaďte sa podľa svojej rúry.\n\n3\nUpečený korpus nechám vychladnúť na plechu cca 7-10 minút a potom ho prikryjem čistým papierom na pečenie a preklopím spodkom nahor na mriežku, aby celkom vychladol. Papier, na ktorom sa piekol, dám preč.\n\nJahodová roláda (fotorecept) - obrázok 3\n4\nKrém vyšľahám z uvedených surovín a natriem na vychladený korpus. Navrch krému som rozložila nakrájané čerstvé jahody. Veľkosť a množstvo je vás. Zrolujem a zaviniem do papiera na pečenie. Roládu odložím do chladničky na čas, kým stuhne krém. Napokon naporciujem a podávam s čerstvými jahodami.\n\nJahodová roláda (fotorecept) - obrázok 4\n5\nNa veľký plech 30 x 40 cm je potrebné zdvojnásobiť dávku všetkých surovín.",
    "ingrediencie": "Cesto:\n2 ks väčšie\t\nvajcia\n1 PL\t\ncukor kryštálový jemný\nštipka\t\nsoľ\n90 g\t\nmúka polohrubá výberová\n200 ml (3,5 percent)\t\nmlieko\n15 g roztopené\t\nmaslo\nKrém:\n250 g\t\nmascarpone\n125 ml (33 percent)\t\nsmotana na šľahanie\n3 PL\t\ncukor práškový\n1 KL\t\ncukor vanilkový\nOkrem toho:\n čerstvé\t\njahody",
    "kategoria" : "C"
  },
  {
    "nazov": "Starodávny jablkovo-orechový koláč",
    "popis": "Výborný koláč z hrnčeka. Je veľmi mäkký, šťavnatý. Stojí za vyskúšanie.",
    "obrazok": "https://varecha.pravda.sk/usercontent/images/velky-recept115151_1713108289.jpg",
    "postup": "1\nV miske na nízkych otáčkach ručným mixérom vymiešam do svetlej peny celé vajcia s cukrom, postupne nasleduje krupica, mleté orechy, mlieko, olej a stále miešam na primeranej rýchlosti. Nakoniec do cesta pridám nastrúhané očistené jablká, múku s práškom do pečiva a tieto lopatkou ľahšie premiešam. Jablká boli šťavnaté a sladké.\n\n2\nCesto vylejem na vyšší vymastený a múkou posypaný plech. Rozmer plechu je 20 x 35 cm.\n\n3\nVo vyhriatej rúre na 180 stupňov pečiem 25 minút. Kontrola špajľou.\n\nStarodávny jablkovo-orechový koláč - obrázok 3\n4\nVrch ochladeného koláča som posypala práškovým cukrom.",
    "ingrediencie": "Hrnčekové cesto:\n2 ks\t\nvajcia\n1 hrnček (200 ml)\t\ncukor kryštálový jemný\n1 hrnček\t\nkrupica detská\n1,5 hrnčeka (mleté)\t\norechy vlašské\n1 hrnček (3,5 percent)\t\nmlieko\n1/2 hrnčeka\t\nolej\n2 ks väčšie ošúpané nastrúhané\t\njablká\n2 PL\t\nšťava citrónová\n4 PL\t\nmúka polohrubá\n1 bal.\t\nprášok kypriaci do pečiva\nNa posypanie koláča:\ncukor práškový\nNa plech:\ntuk\nmúka hrubá",
    "kategoria" : "C"

  },

  {
    "nazov": "Tiramisu dezert so sušienkami bez lepku",
    "popis": "Čakáte hostí a chcete urobiť dobrý dojem hostiteľa či hostiteľky? Máme pre vás skvelý tip. Pripravte si tieto efektné mini poháre s krémom tiramisu a s našimi obľúbenými bezlepkovými sušienkami Mariela. Krému si môžete urobiť viac a pripraviť aj klasické tiramisu. Fantázií sa medze nekladú. Dezert sme ozdobili kakaovým práškom a podrvenými lyofilizovanými malinami. U nás sa veru len tak za ním zaprášilo. Vyskúšate aj vy? ",
    "obrazok": "https://varecha.pravda.sk/usercontent/images/velky-recept76471_1713171679.jpg",
    "postup": "1\nNajprv si pripravíme krém. Do ohňovzdornej misy vložíme žĺtky s cukrom a nad parou metličkou šľaháme do zhustnutia. Trvá to približne 5-7 minút. Odstavíme a necháme vychladnúť. Potom jemne zašľaháme do žĺtkovej zmesi mascarpone. Krém uložíme do chladničky aspoň na 30 minút.\n\n2\nDo malých pohárov na stopke vložíme asi do jednej tretiny rozdrvené keksy Mariela. Na ne cukrárskym vreckom s ozdobnou špičkou nanášame krém až po vrch pohárov (môžeme aj lyžicou). Posypeme kakaovým práškom a rozdrvenými lyofilizovanými malinami.\n\n3\nUložíme do chladu aspoň na hodinu.",
    "ingrediencie": "1 bal.\t\nMariela bezgluténové sušienky\n3 ks\t\nžĺtky\n75 g\t\ncukor krupicový\n250 g\t\nmascarpone\nkakao\nmaliny lyofilizované",
    "kategoria" : "C"

  },
  {
    "nazov": "Lekvárové a salámove rožky",
    "popis": "Výborná pochúťka na cesty, do školy, ale aj pohostenie pre návštevu. Napiekla som na cestu k dcére do Nemecka.",
    "obrazok": "https://varecha.pravda.sk/usercontent/images/velky-recept51400_1712855360.jpg",
    "postup": "1\nDo vlažného mlieka pridáme 1 ČL cukru, rozdrobíme čerstvé droždie a na teplom mieste necháme nakysnúť kvások. Múku preosejeme do väčšej misy, pridáme nakysnutý kvások, zbytok cukru, soľ, olej. Počas miesenia prilievame teplú vodu a vypracujeme hladké cesto.\n\nLekvárové a salámove rožky (fotorecept) - obrázok 1\n2\nCesto preložíme na pomúčenú pracovnú rozdelíme na 6 rovnakých bochníkov. Zakryjeme čistou utierkou a necháme nakysnúť.\n\nLekvárové a salámove rožky (fotorecept) - obrázok 2\n3\nNakysnuté cesto.\n\nLekvárové a salámove rožky (fotorecept) - obrázok 3\n4\nKaždý bochník rozvaľkáme do kruhu prekrojíme na šesť trojuholníkov. Na širšiu stranu dáme lekvár, zrolujeme rožteky...\n\nLekvárové a salámove rožky (fotorecept) - obrázok 4\n5\nNa salámové rožky každú časť cesta potrieme horčicou uložíme salámu, syr, viď foto... Zrolujeme.\n\nLekvárové a salámove rožky (fotorecept) - obrázok 5\n6\nPripravené poukladáme na plech vyložený papierom na pečenie a necháme na plechu krátko nakysnúť.\n\nLekvárové a salámove rožky (fotorecept) - obrázok 6\n7\nPred vložením do rúry potrieme olejom a rozšľahaným vajíčkom.\n\nLekvárové a salámove rožky (fotorecept) - obrázok 7\n8\nRúru predhrejeme na 190 stupňov a pečieme 25-30 minút dozlatista. Za horúca potrieme olejom alebo rozpusteným maslom. Dobrú chuť.",
    "ingrediencie": "\nCesto:\n1 kg\t\nmúka hladká\n1 kocka (čerstvé)\t\ndroždie\n200 ml\t\nolej\n300 ml\t\nvoda\n150 ml (Maresi)\t\nmlieko do kávy\n1,5 ČL (alebo podľa chuti)\t\nsoľ\n1 PL\t\ncukor kryštálový\nPlnka:\npodľa potreby\t\nlekvár\n150 g\t\nsaláma\n7-8 trojuholníkov\t\nsyr tavený\nhorčica plnotučná\nNa potretie:\n1 ks\t\nvajce\nolej",
    "kategoria" : "C"
  }
]